[{"enunciado":false,"pergunta":"Uma vez que não é mais previsto pena privativa de liberdade para a conduta de crime de consumo próprio de drogas, é possível dizer que houve descriminalização do referido tipo penal (abolitio criminis).","alternativas":["Verdadeiro","Falso"],"resposta":1,"nivel":"1"},{"enunciado":false,"pergunta":"As penas voltadas para o crime de consumo próprio de drogas podem ser aplicadas isolada ou cumulativamente, bem como substituídas, umas pelas outras, a qualquer tempo, ouvidos o Ministério Público e o defensor.","alternativas":["Verdadeiro","Falso"],"resposta":0,"nivel":"1"},{"enunciado":false,"pergunta":"Podemos considerar que drogas são aquelas substâncias ou os produtos capazes de causar dependência, assim especificados em lei ou relacionados em listas atualizadas periodicamente pelo Poder Executivo da União, como a Portaria 344\/98 da ANVISA.","alternativas":["Verdadeiro","Falso"],"resposta":0,"nivel":"1"},{"enunciado":false,"pergunta":"Assinale um tipo de pena aplicável ao crime de consumo próprio de drogas:","alternativas":["Pena privativa de liberdade","Prestação de serviços à comunidade pelo prazo de 12 meses","Advertência sobre efeito das drogas","Medida educativa de comparecimento a programa pelo prazo de 6 meses"],"resposta":2,"nivel":"2"},{"enunciado":false,"pergunta":"Assinale o tipo penal que configura a conduta de semear, cultivar ou colher plantas destinadas à preparação de pequena quantidade de drogas:","alternativas":["Tráfico de drogas (artigo 33, Lei de Drogas)","Maquinismos e objetos destinados ao tráfico (art. 34, Lei de Drogas)","Induzimento, instigação ou auxílio ao uso de droga (art. 33, parágrafo 2, Lei de Drogas)","Consumo próprio de drogas (artigo 28, Lei de Drogas)"],"resposta":3,"nivel":"2"},{"enunciado":false,"pergunta":"Caso um exame de sangue ou de urina constate que alguém usou drogas previamente, essa conduta configurará:","alternativas":["Atípico penal ","Consumo próprio de drogas (artigo 28, Lei de Drogas)","Tráfico de drogas (artigo 33, Lei de Drogas)","Induzimento, instigação ou auxílio ao uso de droga (art. 33, parágrafo 2, Lei de Drogas)"],"resposta":0,"nivel":"2"},{"enunciado":"O artigo 28 da Lei de Drogas diz que é crime adquirir, guardar, tiver em depósito, transportar ou trouxer consigo, para consumo pessoal, drogas sem autorização ou em desacordo com determinação legal ou regulamentar. Analisando o dispositivo acima, pode-se perceber que nele não estão inseridas as espécies de drogas não autorizadas ou que se encontram em desacordo com determinação legal ou regulamentar.","pergunta":"Dessa forma, é correto afirmar que a Lei de Drogas se trata de uma:","alternativas":["Norma penal em branco heterogênea","Norma penal incompleta","Norma penal em branco homogênea","Norma penal em branco inversa"],"resposta":0,"nivel":"3"},{"enunciado":"No final da tarde de uma sexta-feira, por volta das 17 horas, três guardas municipais, em patrulhamento de rotina, deparam-se com duas pessoas, maiores de 18 anos, sentadas em um banco de uma praça. Uma delas fumava maconha (aproximadamente 0,5 g) e a outra cheirava cocaína (aproximadamente 0,3 g), em circunstâncias indicativas da destinação ao consumo pessoal.","pergunta":"Considerando a situação hipotética apresentada e a legislação penal e processual em vigor, caberá aos agentes públicos:","alternativas":["Dar voz de prisão em flagrante aos usuários, encaminhando-os para a Delegacia de Polícia\r\nCivil, a fim de instaurar inquérito policial.","Conduzir os usuários à autoridade policial competente, para a lavratura do termo\r\ncircunstanciado de ocorrência","Providenciar a apresentação dos usuários no Juizado Especial Criminal competente, para a\r\nrealização da audiência preliminar.","Lavrar, no local onde foram encontrados os usuários, o termo circunstanciado de ocorrência,\r\ntomando o compromisso de comparecer à audiência preliminar"],"resposta":1,"nivel":"3"},{"enunciado":"João Pedro, réu primário, foi abordado por policiais militares que faziam ronda próximo a uma lanchonete. Ao perceberem que João fumava um cigarro diferente dos comuns, os policiais resolveram proceder a revista pessoal e identificaram que João portava um cigarro de maconha.","pergunta":"Considerando a situação narrada, assinale a alternativa correta:","alternativas":["João Pedro não poderá ser preso em flagrante e deverá ser conduzido à autoridade policial\r\ncompetente, para a lavratura do termo circunstanciado de ocorrência","João Pedro praticou uma conduta criminosa cujo sujeito passivo é todo aquele que estava\r\npróximo enquanto a droga estava sendo utilizada","João Pedro poderá ser tipificado na Lei de Drogas independente de exame químicotoxicológico, bastando a constatação dos policiais sobre a natureza do cigarro","João Pedro não deve ser aplicado pena privativa de liberdade, uma vez que a situação\r\nconfigura atípico penal"],"resposta":0,"nivel":"3"}]